<template>
	<view class="page">
		<view class="clause_title">至司机：</view>
		<view class="clause_main">
			尊敬的用户，您下载并使用本微信小程序前，请务必仔细阅读并充分理解本协议，一旦您开始使用我们所提供的服务，即视为已阅读并同意本协议全部内容，如您不同意接受本协议或其中的条款，应停止注册和使用。
		</view>
		<view class="clause_main">
			一、信息服务
		</view>
		<view class="clause_main">
			1、如期货运平台（本文统称“本平台”或“本小程序”），旨在向您提供货主和司机的相关信息，包括但不限于您的身份证、行驶证·、驾驶证、车辆信息等，同时向货主提供您的运货需求，以帮助您与货主之间达成相关服务。我们只是您与货主之间的信息平台。本平台不对货运服务过程中产生的纠纷或争议承担责任，也不对任何一方使用货运服务过程中可能遭受的损失或人身伤害等承担责任，您应与货主自行解决相关事宜。
		</view>
		
		<view class="clause_main">
			2、我们仅提供相关的网络服务，在使用过程中所产生的由第三方收取的费用（如车费、移动设备流量费、电话费、短信费等）均由您自行承担。
		</view>
		<view class="clause_main">
			二、用车服务
		</view>
		<view class="clause_main">1、您在本平台看到货主发布的物流信息后，我们会把您的服务需求转达给货主。货主看到您的请求后，决定是否响应您的运货需求，并委托本平台将相关信息提供给您。您的服务请求能否被接受并完成，取决于货主方，我们会将成功或失败信息反馈给您。</view>
		<view class="clause_main">2、您应提供准确的位置信息及到达发货地时间，并不得随意爽约，否则本平台保留限制您使用本服务或注销您帐号的权利。</view>
		<view class="clause_main">3、您在装货前，应对车辆行驶状况与货物进行仔细检测，如发现与您所获得的信息不符，应立即举报并拒绝发车，以确保您的人身、财产安全。</view>
		<view class="clause_main">4、您在行车运货过程中，应当遵守相关的法律法规以及当地交通管理部门的有关规定，做到文明驾驶和安全驾驶。如有违法相关法律法规行为，本平台可随时终止向您提供服务并可注销您的注册帐户。</view>
		<view class="clause_main">5、您在承运前需了解当地的物流运价标准，并按照相关标准及您与货主之间协商收取运费。本平台不干涉中间所有费用问题。</view>
		<view class="clause_main">6、您通过本平台获得物流信息产生的信息费，只可通过微信平台支付，支付后，原则上，本平台一概不退信息费。</view>
		<view class="clause_main">7、在货运过程中，如产生纠纷或服务质量等问题，您可通过本小程序进行线上登记反馈，也可直接向货主协商处理或向货主所在地相关部门进行投诉。</view>
		<view class="clause_main">8、在用车过程中引起的交通事故、人身伤害及其他安全事故，均由司机本人或货主方（自行协商）承担责任，本公司概不负责赔偿。</view>
		<view class="clause_main">9、本平台对用户使用服务相关行为所造成的损失无须承担任何责任，例如司机丢失物品、运费计算错误等，用户间应自行解决上述事项所发生的争议。</view>
		<view class="clause_main">10、我们使用第三方电子支付服务供应商（以下简称“电子支付服务商”），将您的第三方电子支付账户关联到您的个人帐户。处理您使用服务相关的付款时，除了受到本协议的约束之外，还要受电子支付服务商及信用卡、借记卡发卡行的条款和政策约束。我们对于电子支付服务商或银行发生的错误不承担责任。我们将获取与您使用服务相关的特定交易明细，在使用这些信息时我们将严格遵守相关法律法规和公司的各项政策。</view>
		<view class="clause_main">三、双方的权利和义务</view>
		<view class="clause_main">1、本平台的知识产权以及相关所有信息内容属于本公司所有，均受到中华人民共和国商标法、著作权法、反不正当竞争法、专利法和相应的国际条约以及其他知识产权法律法规的保护，本公司享有上述知识产权，未经本公司同意，任何单位和个人均不得侵犯，否则我们有权追究其相关的权利。</view>
		<view class="clause_main">2、用户在注册及使用本平台的过程中，如有违反相关的法律法规或者侵犯到第三方的合法权益，本公司有权禁止用户继续使用本平台甚至注销其帐号，并根据法律法规规定，配合相关政府相关部门提供相关信息。</view>
		<view class="clause_main">3、用户在注册帐号后，应自行妥善保管好帐号和密码，因用户自行原因或黑客行为导致帐号泄露、遭他们非法使用等，后果均由用户承担。用户不得将帐号转赠他人或由他人使用，否则由此引起的问题概由用户负责。</view>
		<view class="clause_main">4、本公司将对本平台进行日常维护，以确保服务的稳定性和安全性。但如本平台受到互联网线路问题、电力问题 、政府管控、黑客攻击、病毒入侵等原因造成服务中断或不稳定时，本公司不承担任何责任。如属于本公司行为，本公司将视情发布通告。</view>
		<view class="clause_main">5、本公司有权通过本平台或者通过电子邮件、手机短信等方式发布各种公益性广告或商业性广告及商业信息，用户注册帐号后，视为同意接受本公司此行为。用户在接收到相关广告或商业信息后，应自行辨别其内容的正确性以及商品的服务与质量，否则造成的一切损失与本公司无关。</view>
		<view class="clause_main">6、用户在使用本平台服务过程中，必须遵循下列原则，否则需承担相应的法律责任，给本公司造成名誉或经济损失的，本公司将依法追究其责任：</view>
		<view class="clause_main">（1）遵守中国有关法律法规；</view>
		<view class="clause_main">（2）遵守与网络服务有关的网络协议及相关规定、程序；</view>
		<view class="clause_main">（3）遵守使用所在地交通运管及交警部门的相关规定；</view>
		<view class="clause_main">（4）不得利用平台发布虚假的、恐吓的、骚扰的、淫秽的或其他任何非法信息，不得利用平台从事非法行为。</view>
		<view class="clause_main">（5）不得通过本平台侵害本公司的利益。不得通过修改本平台或应用程序进行商业开发或提供给第三方。</view>
		<view class="clause_main">（6）不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</view>
		<view class="clause_main">7、如发生下列任何一种情形，本公司有权中断或终止向您提供本协议项下的全部或部分网络服务而无需对您或任何第三方承担任何责任：</view>
		<view class="clause_main">（1）您提供的个人资料不真实；</view>
		<view class="clause_main">（2）您的行为违反法律法规或者政府规定。</view>
		<view class="clause_main">（3）您违反本协议中的相关条款；</view>
		<view class="clause_main">8、本公司可根据情况修改或完善本协议相关内容并发布在本平台上，本协议及相关的修改条款一经发布，立即生效。您应主动查阅本协议，若不同意我们的修改，应立即停止使用本平台，一旦您继续使用，则视为您接受我们对本协议的修改。</view>
		<view class="clause_main">9、本公司可根据公司发展情况，有权在平台上拓展其他业务或功能而无需提前告知用户，如您无法接受，可立即停止使用本平台，一旦使用，则视为您接受。</view>
		<view class="clause_main">四、隐私保护条款</view>
		<view class="clause_main">1、本公司极力保护用户的稳私，我们保证不对外公开或向非本公司关联企业的第三方提供用户的注册数据及用户在使用网络服务时存储在平台上的非公开内容，但下列情况除外：</view>
		<view class="clause_main">（1）事先获得用户的明确授权；</view>
		<view class="clause_main">（2）根据有关的法律法规要求；</view>
		<view class="clause_main">（3）按照相关政府主管部门的要求；</view>
		<view class="clause_main">（4）为维护社会公众的利益需要；</view>
		<view class="clause_main">（5）为维护本公司的合法权益需要。</view>
		<view class="clause_main">2、在不透露用户隐私数据的前提下，本公司有权对整个用户数据库进行分析并在合法范围内对用户数据库进行商业上的利用。</view>
		<view class="clause_main">五. 其他</view>
		<view class="clause_main">1、本协议是无固定期限协议，您随时可以暂时或永久性删除应用程序来终止本协议，一旦您下载应用程序，则本协议自动生效。</view>
		<view class="clause_main">2、我们通过本平台或应用程序、公告、消息、手机短信等方式发布通知，通知一经发布即视为己经送达给您。</view>
		<view class="clause_main">3、我们拥有对本协议条款的解释权。</view>
		<view class="clause_main">4、本协议适用于中国法律和相关法律，在履行过程中如发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向本公司所在地的人民法院提起诉讼。</view>
		
		
		<view class="clause_title">至货主：</view>
		<view class="clause_main">
			尊敬的用户，您下载并使用本微信小程序前，请务必仔细阅读并充分理解本协议，一旦您开始使用我们所提供的服务，即视为已阅读并同意本协议全部内容，如您不同意接受本协议或其中的条款，应停止注册和使用。
		</view>
		<view class="clause_main">
			一、信息服务
		</view>
		<view class="clause_main">
			1、如期货运平台（本文统称“本平台”或“本小程序”），旨在向您提供货主和司机的相关信息，包括但不限于您的身份证、行驶证·、驾驶证、车辆信息等，同时向货主提供您的运货需求，以帮助您与货主之间达成相关服务。我们只是您与货主之间的信息平台。本平台不对货运服务过程中产生的纠纷或争议承担责任，也不对任何一方使用货运服务过程中可能遭受的损失或人身伤害等承担责任，您应与货主自行解决相关事宜。
		</view>
		
		<view class="clause_main">
			2、我们仅提供相关的网络服务，在使用过程中所产生的由第三方收取的费用（如车费、移动设备流量费、电话费、短信费等）均由您自行承担。
		</view>
		<view class="clause_main">
			二、用车服务
		</view>
		<view class="clause_main">1、您在本平台发布用车需求后，我们会把您的服务需求转达给司机。司机看到您的请求后，决定是否响应您的用车需求，并委托本平台将相关信息提供给您。您的服务请求能否被接受并完成，取决于司机方，我们会将成功或失败信息反馈给您。</view>
		<view class="clause_main">2、您应提供准确的位置信息及到达发货地时间，并不得随意爽约，否则本平台保留限制您使用本服务或注销您帐号的权利。</view>
		<view class="clause_main">3、您在装货前，应对车辆行驶状况与货物进行仔细检测，如发现与您所获得的信息不符，应立即举报并拒绝发车，以确保您的人身、财产安全。</view>
		<view class="clause_main">4、您在行车运货过程中，应当遵守相关的法律法规以及当地交通管理部门的有关规定，做到文明驾驶和安全驾驶。如有违法相关法律法规行为，本平台可随时终止向您提供服务并可注销您的注册帐户。</view>
		<view class="clause_main">5、您在承运前需了解当地的物流运价标准，并按照相关标准及您与货主之间协商收取运费。本平台不干涉中间所有费用问题。</view>
		<view class="clause_main">6、您通过本平台获得物流信息产生的信息费，只可通过微信平台支付，支付后，原则上，本平台一概不退信息费。</view>
		<view class="clause_main">7、在货运过程中，如产生纠纷或服务质量等问题，您可通过本小程序进行线上登记反馈，也可直接向货主协商处理或向货主所在地相关部门进行投诉。</view>
		<view class="clause_main">8、在用车过程中引起的交通事故、人身伤害及其他安全事故，均由司机本人或货主方（自行协商）承担责任，本公司概不负责赔偿。</view>
		<view class="clause_main">9、本平台对用户使用服务相关行为所造成的损失无须承担任何责任，例如司机丢失物品、运费计算错误等，用户间应自行解决上述事项所发生的争议。</view>
		<view class="clause_main">10、我们使用第三方电子支付服务供应商（以下简称“电子支付服务商”），将您的第三方电子支付账户关联到您的个人帐户。处理您使用服务相关的付款时，除了受到本协议的约束之外，还要受电子支付服务商及信用卡、借记卡发卡行的条款和政策约束。我们对于电子支付服务商或银行发生的错误不承担责任。我们将获取与您使用服务相关的特定交易明细，在使用这些信息时我们将严格遵守相关法律法规和公司的各项政策。</view>
		<view class="clause_main">三、双方的权利和义务</view>
		<view class="clause_main">1、本平台的知识产权以及相关所有信息内容属于本公司所有，均受到中华人民共和国商标法、著作权法、反不正当竞争法、专利法和相应的国际条约以及其他知识产权法律法规的保护，本公司享有上述知识产权，未经本公司同意，任何单位和个人均不得侵犯，否则我们有权追究其相关的权利。</view>
		<view class="clause_main">2、用户在注册及使用本平台的过程中，如有违反相关的法律法规或者侵犯到第三方的合法权益，本公司有权禁止用户继续使用本平台甚至注销其帐号，并根据法律法规规定，配合相关政府相关部门提供相关信息。</view>
		<view class="clause_main">3、用户在注册帐号后，应自行妥善保管好帐号和密码，因用户自行原因或黑客行为导致帐号泄露、遭他们非法使用等，后果均由用户承担。用户不得将帐号转赠他人或由他人使用，否则由此引起的问题概由用户负责。</view>
		<view class="clause_main">4、本公司将对本平台进行日常维护，以确保服务的稳定性和安全性。但如本平台受到互联网线路问题、电力问题 、政府管控、黑客攻击、病毒入侵等原因造成服务中断或不稳定时，本公司不承担任何责任。如属于本公司行为，本公司将视情发布通告。</view>
		<view class="clause_main">5、本公司有权通过本平台或者通过电子邮件、手机短信等方式发布各种公益性广告或商业性广告及商业信息，用户注册帐号后，视为同意接受本公司此行为。用户在接收到相关广告或商业信息后，应自行辨别其内容的正确性以及商品的服务与质量，否则造成的一切损失与本公司无关。</view>
		<view class="clause_main">6、用户在使用本平台服务过程中，必须遵循下列原则，否则需承担相应的法律责任，给本公司造成名誉或经济损失的，本公司将依法追究其责任：</view>
		<view class="clause_main">（1）遵守中国有关法律法规；</view>
		<view class="clause_main">（2）遵守与网络服务有关的网络协议及相关规定、程序；</view>
		<view class="clause_main">（3）遵守使用所在地交通运管及交警部门的相关规定；</view>
		<view class="clause_main">（4）不得利用平台发布虚假的、恐吓的、骚扰的、淫秽的或其他任何非法信息，不得利用平台从事非法行为。</view>
		<view class="clause_main">（5）不得通过本平台侵害本公司的利益。不得通过修改本平台或应用程序进行商业开发或提供给第三方。</view>
		<view class="clause_main">（6）不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</view>
		<view class="clause_main">7、如发生下列任何一种情形，本公司有权中断或终止向您提供本协议项下的全部或部分网络服务而无需对您或任何第三方承担任何责任：</view>
		<view class="clause_main">（1）您提供的个人资料不真实；</view>
		<view class="clause_main">（2）您的行为违反法律法规或者政府规定。</view>
		<view class="clause_main">（3）您违反本协议中的相关条款；</view>
		<view class="clause_main">8、本公司可根据情况修改或完善本协议相关内容并发布在本平台上，本协议及相关的修改条款一经发布，立即生效。您应主动查阅本协议，若不同意我们的修改，应立即停止使用本平台，一旦您继续使用，则视为您接受我们对本协议的修改。</view>
		<view class="clause_main">9、本公司可根据公司发展情况，有权在平台上拓展其他业务或功能而无需提前告知用户，如您无法接受，可立即停止使用本平台，一旦使用，则视为您接受。</view>
		<view class="clause_main">四、隐私保护条款</view>
		<view class="clause_main">1、本公司极力保护用户的稳私，我们保证不对外公开或向非本公司关联企业的第三方提供用户的注册数据及用户在使用网络服务时存储在平台上的非公开内容，但下列情况除外：</view>
		<view class="clause_main">（1）事先获得用户的明确授权；</view>
		<view class="clause_main">（2）根据有关的法律法规要求；</view>
		<view class="clause_main">（3）按照相关政府主管部门的要求；</view>
		<view class="clause_main">（4）为维护社会公众的利益需要；</view>
		<view class="clause_main">（5）为维护本公司的合法权益需要。</view>
		<view class="clause_main">2、在不透露用户隐私数据的前提下，本公司有权对整个用户数据库进行分析并在合法范围内对用户数据库进行商业上的利用。</view>
		<view class="clause_main">五. 其他</view>
		<view class="clause_main">1、本协议是无固定期限协议，您随时可以暂时或永久性删除应用程序来终止本协议，一旦您下载应用程序，则本协议自动生效。</view>
		<view class="clause_main">2、我们通过本平台或应用程序、公告、消息、手机短信等方式发布通知，通知一经发布即视为己经送达给您。</view>
		<view class="clause_main">3、我们拥有对本协议条款的解释权。</view>
		<view class="clause_main">4、本协议适用于中国法律和相关法律，在履行过程中如发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向本公司所在地的人民法院提起诉讼。</view>
		
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>
	.page{
		height: auto;
		padding: 20upx;
	}
	.clause_title{
		font-size: 30upx;
		font-weight: bold;
		color: #000;
	}
	.clause_main{
		font-size: 24upx;
		color: #666;
		text-indent: 2em;
	}
</style>
